;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Yaron.S
; TranslationAuthorEmail: support@wisecleaner.com
; TranslationAuthorWeb: https://www.wisecleaner.com
; Soft Version: 2.42.145
; Update: 2021-05-18
;
[GUI]
ButtonYes = כן
ButtonNo = לא
ButtonOK = בסדר
ButtonMinimize = מינימום
ButtonMaximize = מקסימום
ButtonClose = סגור
ButtonRestore = שחזר
ButtonMenu = תפריט

[Lang]
NativeLanguage= עברית (Hebrew)

[Translation]
LangCode=040D
ReadHabit=right-to-Left
LanguageName=He-il
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Information=מידע
Warning=אזהרה
Error=שגיאה
Confirm=אישור
CurVer=גרסה נוכחית: 

;
; Main GUI
; 
TfrmUnlog.caption = היסטוריית הסרת ההתקנה
TfrmUnlog.head.unDate = הסר את ההתקנה
TfrmUnlog.head.ItemName = תוכנית
TfrmUnlog.head.restore = פריטים שיוריים
TfrmUnlog.noItems = אין פריטים שנותרו
TfrmUnlog.Recovered = התאושש
TfrmUnlog.recover = לאושש
FrmMain.lblrate.caption = שיעור
FrmMain.BtnNormal.Caption = הסר התקנה בטוחה
FrmMain.BtnModify.Caption = שנה
FrmMain.BtnForce.Caption = הסרת התקנה בכפייה
FrmMain.BtnRemove.Caption = הסר ערכים
FrmMain.lblcheckver.Caption = חפש עדכונים
FrmMain.lblinfo.caption = מתן דרך להסיר בכוח תוכניות עיקשות
FrmMain.btnSupport.hint = מרכז תמיכה
FrmMain.btnnews.hint = הודעה
FrmMain.btnfacebook.Hint = שתף את מסיר התקנה חכמה בפייסבוק
FrmMain.btntwitter.Hint = שתף את מסיר התקנה חכמה עם טוויטר
FrmMain.btnemail.Hint = שתף את מסיר התקנה חכמה עם חבריך
FrmMain.btnRefresh.Hint = רענן
FrmMain.btnLog.Caption = הסרת היסטוריה
FrmMain.btnAll.hint = כל התוכניות
FrmMain.btnSoft.hint = תוכניות שולחן עבודה
FrmMain.btnApp.hint = אפליקציות אוניברסליות
FrmMain.btnPatch.hint = רכיבי מערכת
FrmMain.btnUnless.hint = הסר התקנה מותאמת אישית
FrmSettings.caption = הגדרות
;
; Menu
;
pmHelp = עזרה מקוונת
pmHome = דף הבית
pmforum = פורום
pmCheckMsg = בדוק אוטומטית חדשות
pmContact = צרו קשר
pmCheckNew = בדוק אם קיימים עדכונים באופן אוטומטי
pmLang = שפות
pmAbout = אודותינו
pmOpenEntry = פתח ב- עורך הרישום
pmOpenFolder = פתח ב- סייר
PmGoogle = חיפוש בגוגל
pmExport = ייצא לקובץ טקסט
pmRightMenuA = הצג בתפריט ההקשר
ExplorerMenu = הסר את ההתקנה באמצעות תוכנית ההתקנה של התוכנה
pmUnisDetect = זיהוי הסרת ההתקנה של מסיר התקנה אחר
pmUEI = הצטרף לתוכנית לשיפור חוויית המשתמש
pmSaveLeft = גיבוי אוטומטי של שאריות הסרה
pmSettings = הגדרות

;
; About
;
FrmAbout.caption = אודות
FrmAbout.btnok.caption = בסדר
FrmAbout.lblver.caption = :גרסה נוכחית
FrmAbout.lblemail.caption = :תמיכה טכנית
FrmAbout.lblhome.caption = :עמוד הבית
FrmAbout.lblthank.caption = :תודה לאנשים הבאים על תרומתם
FrmAbout.lblUninstall.caption = הוראות להסרה
FrmAbout.lblPolicy.caption = מדיניות פרטיות
FrmAbout.lblEula.caption = הסכם רישיון

;
; Processs
;
FrmProgressModal.btncancel.caption=בטל

;
; frmafterdel
;
Frmafterdel.caption = ערכי הרישום וקבצים המשויכים לתוכנית
Frmafterdel.btnremove.caption = הסר
Frmafterdel.btncancel.caption = בטל
Frmafterdel.lblinfo.caption = אנא צפה בתוצאה ולחץ על "הסר" כדי להשלים את ההתקנה הזו
Frmafterdel.btnnone.caption = בטל בחירה
Frmafterdel.btnall.caption = בחר הכל
;
; Custome uninstall
;
frmUnlessDel.caption = הסרת התקנה מותאמת אישית
frmUnlessDel.lblInfo1.caption = הסרת התקנה מותאמת אישית מסייעת לך להסיר תוכנית שלא ניתן להסיר אותה באופן שגרתי ולנקות את הקבצים הנותרים שלה ביסודיות. תוכל לגלוש בתיקיה כאן כדי למחוק או להסיר את התוכנית הקשורה אליה
frmUnlessDel.lblinfo2.caption = אנא הזן מילת מפתח כדי לסרוק אם ישנם קבצים שנותרו לאחר הסרת ההתקנה
frmUnlessDel.lblKeyword.caption = :מילת מפתח
frmUnlessDel.btnNext.caption = הבא
frmUnlessDel.btncancel.caption = בטל
frmUnlessDel.btnremove.caption = הסר
frmUnlessDel.btnFolder.caption = דפדף

;
; Rate
;
FrmRate.Btnlist.caption = ביקורות משתמשים
FrmRate.Btnreview.caption = הסקירה שלי
FrmRate.Btnfirst.caption = בוא להיות הסוקר הראשון שלנו
FrmRate.Btnsubmit.caption = הגש
FrmRate.lblscore.caption = :שיעור
FrmRate.lblscorehint.caption = (עליך ללחוץ על הכוכבים כדי לדרג)
FrmRate.lblnick.caption = :הכינוי שלך
FrmRate.lblnickhint.caption = (אופציונלי)
FrmRate.lblemail.caption = :הדוא"ל שלך
FrmRate.lblemailhint.caption = (אופציונלי)
FrmRate.lblcontent.caption = :תוכן
FrmRate.lblcontenthint.caption = (אופציונלי)
FrmRate.lbldesctitle.caption = :תיאור תוכנה
FrmRate.lblratesoft.caption = תוכנה מומלצת


[Uninstall]
Backuping = יוצר גיבוי
PublisherUnknown = מפרסם לא ידוע
VersionUnknown = גרסה לא ידועה
Rate= ציון
ItemName = שם
Publisher = מו"ל
Size = גודל
SetupDate = מותקן
Version = גרסה
Canceled = תהליך הסרת ההתקנה בוטל
NoLeftOverItem = לא נמצאו שיירי פריטים
Removing = :מסיר
TotalStat=תוינכות %d ואצמנ וב ספתנש קסידה חטש אוה %s 
Calculating =חישוב גודל
Files = קבצים ותיקיות
RegEntries = רשומות רישום
Items = פריטים

[message]
NoNews = אין לך הודעה שלא נקראה
confimdel = הספרייה שנבחרה תוסר מהמחשב שלך.  האם להמשיך
UninstallApp = הסרת התקנה 
unistallError = .הפעולה נכשלה
NewVer = נמצאה גרסה חדשה יותר של התוכנה. האם אתה רוצה לעדכן אותה עכשיו
NoNewVer = מזל טוב! אתה משתמש בגרסה האחרונה
NoProgramSelected = אנא בחר תחילה תוכנית
IsBusy = אנא המתן עד לסיום ההתקנה הקודמת
StartFindLeftover =ניתוח קבצים, תיקיות ורישומי רישום משויכים 
Collecting = איסוף מידע על תוכנית מותקנת 
BeSureUseForce =אנא בחר התקנה כפויה רק ​​כאשר הסרת התקנה בטוחה אינה פועלת. האם אתה רוצה להמשיך
ConfirmRemove = פעולה זו תסיר את הערך מהרשימה, אך לא תסיר את ההתקנה של היישום. האם אתה בטוח שברצונך להמשיך
RejectItself = התוכנית לא יכולה להסיר את עצמה
TranslateTo = תרגם ל 
UpdateDB = מעדכן מסד נתונים
Collecting = איסוף מידע על תוכנה

[SoftRate]
Querying = שאילתות
Good = אוהב
Dislike = לא אוהב
Safe = בטוח
Ver = :גרסה
Ratings = דירוגים
SoftNotExist = לא מצליח למצוא את פרטי התוכנה
GetSoftInfoError = כישלון בקבלת מידע על התוכנה
UploadSoftLogoError = שגיאת העלאת פרטי תוכנה
SubmitData = הגשת הערותיך לתוכנה זו
SubmitSoftInfoError = שגיאת הגשה הקשורה לרשת
SubmitRateSuccess = הוגש בהצלחה
HaveSubmitRate = הערכת את זה.
Submitgoodbad = מגיש את המידע שלך
me = אני
NickTooLong = הכינוי שלך לא יעלה על 20 תווים
MailTooLong = כתובת הדוא"ל שלך לא תעלה על 50 תווים
WrongEmail = כתובת דוא"ל לא חוקית
ReviewTooLong = אורך הביקורת הכולל לא יעלה על 300 תווים
RateHint = הצטרף לדירוג התוכנה שלנו ודרג את התוכנה המועדפת עליך
UnknowName = מוצר לא ידוע
UnknowVer = גרסה לא ידועה
UnknowDesc = תיאור


[Hint]
HintRate = דרג תוכנה
HintClose = מחק פריט

[Monitor]
FindLeftover = %s עדיין עשויים להשאיר פריטים שנותרו במחשב שלך. מסיר תוכנית ההתקנה של וויז סורק
NonItems =%s הוסרו לחלוטין מהמחשב שלך.